Repository: AndroNux27/libfm
Catalog: po/*.po
Languages: fo

source: <b>Access Control</b>
fo: <b>Atgongdar eftirlit</b>

source: <b>File Type:</b>
fo: <b>Fíluslag:</b>

source: <b>Group:</b>
fo: <b>Bólkur:</b>

source: <b>Last Access:</b>
fo: <b>Seinasta atgongd:</b>

source: <b>Last Modification:</b>
fo: <b>Broytt seinast:</b>

source: <b>Location:</b>
fo: <b>Staður:</b>

source: <b>Open _with:</b>
fo: <b>Lat upp _við:</b>

source: <b>Other:</b>
fo: <b>Annað:</b>

source: <b>Owner:</b>
fo: <b>Eigari:</b>

source: <b>Size on Disk:</b>
fo: <b>Stødd á diski:</b>

source: <b>Target:</b>
fo: <b>Mál:</b>

source: <b>Total Size of Files:</b>
fo: <b>Samanløgd stødd á fílum:</b>

source: <b>_Group:</b>
fo: <b>_Bólkur:</b>

source: <b>_Owner:</b>
fo: <b>_Eigari:</b>

source: File Properties
fo: Fílu eginleikar

source: Make the file executable
fo: Gerð fíluna inningarføra

source: None
fo: Einki

source: Operations that all other users can do
fo: Atgerðir ið allir aðrir brúkarir kunnu fremja

source: Operations that the owner of the file can do
fo: Atgerðir ið fílu-eigarin kann fremja

source: Operations that users of the same group with the owner of the file can do
fo: Atgerðir ið brúkarir av sama bólki, við fílueigaranum kunnu fremja

source: Read and Write
fo: Les og skriva

source: Read only
fo: Einans les

source: Select the application used to open files of this type
fo: Vel nýtsluskipanina, ið nýtt verður til at lata hettar fíluslagi, upp við

source: Write only
fo: Einans skriva

source: _General
fo: _Alment

source: _Permissions
fo: _Loyvi

source: <b>There is already a file with the same name in this location.</b> Do you want to replace the existing file
fo: <b>Har er longu ein fíla, við sama navni á hesum stað.</b> Vil tú seta hesa fíluna ístaðin fyri gomlu fíluna

source: Apply this option to all existing files
fo: Nýt hendan kostin til allar fílur

source: Confirm to replace files
fo: Vátta at seta fílur í staðin

source: File Name:
fo: Fílunavn:

source: _Overwrite
fo: _Yvirskriva

source: _Rename
fo: _Endurnevn

source: _Skip
fo: _Skippa

source: with the following file?
fo: við næstkomandi fíluni?

source: <b>Processing:</b>
fo: <b>Viðgerði:</b>

source: <b>Progress:</b>
fo: <b>Framstig:</b>

source: <b>To:</b>
fo: <b>Til:</b>

source: Preparing...
fo: Fyrireiki...

source: <b>Command line to execute:</b>
fo: <b>Stýriboðslinja at inna:</b>

source: <b>File Type To be Opened:</b>
fo: <b>Fíluslag ið skal latast upp:</b>

source: <b>Those special codes can be used in the command line:</b> <b>%f</b>: Represents a single file name <b>%F:</b> Represents multiple file names <b>%u</b>: Represents a single URI of the file <b>%U</b>: Represents multiple URIs
fo: <b>Hesar serkotur, kunnu nýtast á stýriboðslinjuni:</b> <b>%f</b>: Merkir eitt einstakt fílunavn <b>%F:</b> Merkir fleiri fílunøvn <b>%u</b>: Merkir ein einstøk URI av fíluni <b>%U</b>: Merkir fleiri URI

source: Choose An Application
fo: Vel eina nýtsluskipan

source: Custom Command Line
fo: Sergjørd stýriboðslinja

source: Execute in terminal emulator
fo: Inna í einum útstøðarhermara

source: Installed Application
fo: Innløgd nýtsluskipan

source: Set selected application as default action of this file type
fo: Set valdu nýtsluskipanina, sum sjálvsettan starvshátt fyri hettar fíluslagi

source: _Browse
fo: _Kaga
